Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Paste an HTTPS URL pointing at a SKILL.md or a tarball. Hermes downloads, scans, and installs it under `~/.hermes/skills/<category>/<name>/`.
de: Füge eine HTTPS-URL ein, die auf eine SKILL.md oder ein Tarball zeigt. Hermes lädt sie herunter, scannt und installiert sie unter `~/.hermes/skills/<category>/<name>/`.
es: Pega una URL HTTPS que apunte a un SKILL.md o a un tarball. Hermes lo descarga, lo escanea y lo instala en `~/.hermes/skills/<category>/<name>/`.
fr: Collez une URL HTTPS pointant vers un SKILL.md ou une archive tar. Hermes le télécharge, l'analyse et l'installe sous `~/.hermes/skills/<category>/<name>/`.
ja: SKILL.md または tarball を指す HTTPS URL を貼り付けてください。Hermes がダウンロード、スキャンし、`~/.hermes/skills/<category>/<name>/` の下にインストールします。
pt_br: Cole uma URL HTTPS apontando para um SKILL.md ou um tarball. O Hermes baixa, verifica e instala em `~/.hermes/skills/<category>/<name>/`.
zh_hans: 粘贴指向 SKILL.md 或 tarball 的 HTTPS URL。Hermes 会下载、扫描并将其安装到 `~/.hermes/skills/<category>/<name>/` 下。

source: Paste code here…
de: Code hier einfügen…
es: Pega el código aquí…
fr: Collez le code ici…
ja: ここにコードを貼り付け…
pt_br: Cole o código aqui…
zh_hans: 在此粘贴代码…

source: Paste the matching public-key line
de: Füge die passende Public-Key-Zeile ein
es: Pega la línea de clave pública correspondiente
fr: Collez la ligne de clé publique correspondante
ja: 対応する公開鍵の行を貼り付けてください
pt_br: Cole a linha da chave pública correspondente
zh_hans: 粘贴对应的公钥行

source: Paste your private key
de: Füge deinen privaten Schlüssel ein
es: Pega tu clave privada
fr: Collez votre clé privée
ja: 秘密鍵を貼り付けてください
pt_br: Cole sua chave privada
zh_hans: 粘贴你的私钥

source: Path
de: Pfad
es: Ruta
fr: Chemin
ja: パス
pt_br: Caminho
zh_hans: 路径

source: Path escapes the project root (`..` segments and symlinks that lead outside are not allowed).
de: Der Pfad verlässt den Projektstamm (`..`-Segmente und nach außen führende Symlinks sind nicht erlaubt).
es: La ruta se sale de la raíz del proyecto (no se permiten segmentos `..` ni enlaces simbólicos que salgan fuera).
fr: Le chemin sort de la racine du projet (les segments `..` et les liens symboliques menant à l'extérieur ne sont pas autorisés).
ja: パスがプロジェクトルートの外に出ています（`..` セグメントや外部を指すシンボリックリンクは許可されていません）。
pt_br: O caminho sai da raiz do projeto (segmentos `..` e links simbólicos que apontam para fora não são permitidos).
zh_hans: 路径超出了项目根目录（不允许 `..` 片段以及指向外部的符号链接）。

source: Path must be relative to the project root, not absolute.
de: Der Pfad muss relativ zum Projektstamm sein, nicht absolut.
es: La ruta debe ser relativa a la raíz del proyecto, no absoluta.
fr: Le chemin doit être relatif à la racine du projet, pas absolu.
ja: パスはプロジェクトルートからの相対パスにしてください（絶対パスは不可）。
pt_br: O caminho deve ser relativo à raiz do projeto, não absoluto.
zh_hans: 路径必须相对于项目根目录，而不能是绝对路径。

source: Path on %@ — must already exist on the server. Tool calls run with this directory as their working directory.
de: Pfad auf %@ — muss auf dem Server bereits existieren. Tool-Aufrufe laufen mit diesem Verzeichnis als Arbeitsverzeichnis.
es: Ruta en %@ — debe existir ya en el servidor. Las llamadas a herramientas se ejecutan con este directorio como directorio de trabajo.
fr: Chemin sur %@ — doit déjà exister sur le serveur. Les appels d'outils s'exécutent avec ce répertoire comme répertoire de travail.
ja: %@ 上のパス — サーバー上に既に存在している必要があります。ツール呼び出しはこのディレクトリを作業ディレクトリとして実行されます。
pt_br: Caminho em %@ — já deve existir no servidor. As chamadas de ferramentas são executadas com este diretório como diretório de trabalho.
zh_hans: %@ 上的路径 — 必须已存在于服务器上。工具调用会以此目录作为工作目录运行。

source: Path on %@ — Scarf creates it on first install if missing.
de: Pfad auf %@ — Scarf legt ihn bei der ersten Installation an, falls er fehlt.
es: Ruta en %@ — Scarf la crea en la primera instalación si no existe.
fr: Chemin sur %@ — Scarf le crée à la première installation s'il est manquant.
ja: %@ 上のパス — 存在しない場合、Scarf が初回インストール時に作成します。
pt_br: Caminho em %@ — o Scarf o cria na primeira instalação, se não existir.
zh_hans: %@ 上的路径 — 若不存在,Scarf 会在首次安装时创建它。

source: Paths
de: Pfade
es: Rutas
fr: Chemins
ja: パス
pt_br: Caminhos
zh_hans: 路径

source: Patterns across sessions, models, and tools.
de: Muster über Sitzungen, Modelle und Tools hinweg.
es: Patrones entre sesiones, modelos y herramientas.
fr: Tendances entre sessions, modèles et outils.
ja: セッション、モデル、ツール全体のパターン。
pt_br: Padrões entre sessões, modelos e ferramentas.
zh_hans: 跨会话、模型和工具的模式。

source: Pause
de: Pausieren
es: Pausar
ja: 一時停止
pt_br: Pausar
zh_hans: 暂停

source: Pause cron jobs after restore
de: Cron-Jobs nach Wiederherstellung pausieren
es: Pausar los trabajos cron tras la restauración
fr: Mettre en pause les tâches cron après restauration
ja: 復元後に cron ジョブを一時停止
pt_br: Pausar tarefas cron após a restauração
zh_hans: 恢复后暂停定时任务

source: paused
de: pausiert
es: en pausa
fr: en pause
ja: 一時停止
pt_br: pausado
zh_hans: 已暂停

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
pt_br: Pausada
zh_hans: 已暂停

source: Pending Approvals
de: Ausstehende Genehmigungen
es: Aprobaciones pendientes
fr: Approbations en attente
ja: 承認待ち
pt_br: Aprovações pendentes
zh_hans: 待批准

source: Per-Model Reasoning
de: Modellspezifisches Reasoning
es: Razonamiento por modelo
fr: Raisonnement par modèle
ja: モデル別推論
pt_br: Raciocínio por modelo
zh_hans: 按模型推理

source: Per-route subscriptions (events, prompt template, delivery target) are managed in the Webhooks sidebar — not here. This panel only controls whether the webhook platform is listening at all.
de: Abonnements pro Route (Ereignisse, Prompt-Vorlage, Zustellziel) werden in der Webhooks-Seitenleiste verwaltet — nicht hier. Dieses Panel steuert nur, ob die Webhook-Plattform überhaupt zuhört.
es: Las suscripciones por ruta (eventos, plantilla de prompt, destino de entrega) se gestionan en la barra lateral de Webhooks — no aquí. Este panel solo controla si la plataforma de webhooks está escuchando.
fr: Les abonnements par route (événements, modèle de prompt, cible de livraison) sont gérés dans la barre latérale Webhooks — pas ici. Ce panneau contrôle uniquement si la plateforme webhook écoute.
ja: ルートごとのサブスクリプション(イベント、プロンプトテンプレート、配信先)は Webhooks サイドバーで管理します — ここではありません。このパネルは webhook プラットフォームが待ち受けるかどうかのみを制御します。
pt_br: As assinaturas por rota (eventos, template de prompt, alvo de entrega) são gerenciadas na barra lateral de Webhooks — não aqui. Este painel só controla se a plataforma de webhook está escutando.
zh_hans: 按路由的订阅(事件、提示模板、投递目标)在 Webhooks 侧边栏中管理 — 不在此处。本面板仅控制 webhook 平台是否监听。

source: Per-task model override set at create time. Read-only — Hermes has no update verb.
de: Modell-Override pro Aufgabe, festgelegt bei der Erstellung. Nur lesbar — Hermes hat kein Update-Verb.
es: Anulación de modelo por tarea establecida en el momento de creación. Solo lectura — Hermes no tiene un verbo de actualización.
fr: Substitution de modèle par tâche définie à la création. Lecture seule — Hermes n'a pas de verbe de mise à jour.
ja: 作成時に設定されたタスクごとのモデル上書き。読み取り専用 — Hermes に更新用のコマンドはありません。
pt_br: Substituição de modelo por tarefa definida na criação. Somente leitura — o Hermes não tem verbo de atualização.
zh_hans: 创建时设置的按任务模型覆盖。只读 — Hermes 没有更新动词。

source: Performance
de: Leistung
es: Rendimiento
fr: Performances
ja: パフォーマンス
pt_br: Desempenho
zh_hans: 性能

source: Performance Diagnostics
de: Leistungsdiagnose
es: Diagnóstico de rendimiento
fr: Diagnostics de performance
ja: パフォーマンス診断
pt_br: Diagnósticos de desempenho
zh_hans: 性能诊断

source: Performance instrumentation. Default mode emits Instruments signposts only; Full mode also keeps a 4096-entry in-memory ring you can copy as JSON. Crash + hang diagnostics from MetricKit are persisted locally and appear here for sharing when Apple delivers them (~once per day after a crash).
de: Performance-Instrumentierung. Der Standardmodus gibt nur Instruments-Signposts aus; der Vollständig-Modus behält zusätzlich einen Ringpuffer mit 4096 Einträgen im Speicher, den du als JSON kopieren kannst. Crash- und Hang-Diagnosen von MetricKit werden lokal gespeichert und erscheinen hier zum Teilen, sobald Apple sie liefert (etwa einmal täglich nach einem Absturz).
es: Instrumentación de rendimiento. El modo predeterminado solo emite signposts de Instruments; el modo Completo también mantiene un anillo en memoria de 4096 entradas que puedes copiar como JSON. Los diagnósticos de fallos y bloqueos de MetricKit se guardan localmente y aparecen aquí para compartirlos cuando Apple los entrega (~una vez al día tras un fallo).
fr: Instrumentation des performances. Le mode par défaut émet uniquement des signposts Instruments ; le mode Complet conserve en plus un tampon circulaire en mémoire de 4096 entrées que vous pouvez copier en JSON. Les diagnostics de plantage et de blocage issus de MetricKit sont conservés localement et apparaissent ici pour être partagés lorsque Apple les fournit (environ une fois par jour après un plantage).
ja: パフォーマンス計測です。デフォルトモードは Instruments のサインポストのみを発行します。フルモードでは、JSON としてコピーできる 4096 エントリのインメモリリングも保持します。MetricKit によるクラッシュとハングの診断はローカルに保存され、Apple から配信され次第(クラッシュ後およそ 1 日に 1 回)、共有用にここに表示されます。
pt_br: Instrumentação de desempenho. O modo padrão emite apenas signposts do Instruments; o modo Completo também mantém um buffer circular em memória de 4096 entradas que você pode copiar como JSON. Diagnósticos de travamento e falha do MetricKit são persistidos localmente e aparecem aqui para compartilhamento quando a Apple os entrega (~uma vez por dia após uma falha).
zh_hans: 性能埋点。默认模式仅发出 Instruments signpost;Full 模式还会保留一个 4096 条记录的内存环形缓冲区,你可以将其复制为 JSON。来自 MetricKit 的崩溃与卡顿诊断会在本地保存,并在 Apple 送达后显示在此处以供分享(崩溃后约每天一次)。

source: Period
de: Zeitraum
es: Período
fr: Période
ja: 期間
pt_br: Período
zh_hans: 周期

source: Permanently delete '%@'?
de: '%@' dauerhaft löschen?
es: ¿Eliminar '%@' permanentemente?
fr: Supprimer définitivement « %@ » ?
ja: '%@' を完全に削除しますか?
pt_br: Excluir permanentemente '%@'?
zh_hans: 永久删除 '%@'?

source: Permanently delete archived skills
de: Archivierte Skills dauerhaft löschen
es: Eliminar permanentemente habilidades archivadas
fr: Supprimer définitivement les compétences archivées
ja: アーカイブ済みスキルを完全に削除
pt_br: Excluir habilidades arquivadas permanentemente
zh_hans: 永久删除已归档的技能

source: Permanently Delete Archived…
de: Archivierte dauerhaft löschen…
es: Eliminar archivados permanentemente…
fr: Supprimer définitivement les archives…
ja: アーカイブ済みを完全に削除…
pt_br: Excluir arquivadas permanentemente…
zh_hans: 永久删除已归档…

source: Permanently delete this profile.
de: Dieses Profil endgültig löschen.
es: Elimina este perfil permanentemente.
fr: Supprimer définitivement ce profil.
ja: このプロファイルを完全に削除します。
pt_br: Excluir este perfil permanentemente.
zh_hans: 永久删除此配置。

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
pt_br: Permissões
zh_hans: 权限

source: Persistent
de: Dauerhaft
es: Persistente
fr: Persistant
ja: 永続
pt_br: Persistente
zh_hans: 持久化

source: Persistent Shell
de: Dauerhafte Shell
es: Shell persistente
fr: Shell persistant
ja: 永続シェル
pt_br: Shell persistente
zh_hans: 持久化 Shell

source: Personalities
de: Persönlichkeiten
es: Personalidades
fr: Personnalités
ja: パーソナリティ
pt_br: Personalidades
zh_hans: 人格

source: Personality
de: Persönlichkeit
es: Personalidad
fr: Personnalité
ja: パーソナリティ
pt_br: Personalidade
zh_hans: 人格

source: Phone Number ID
de: Telefonnummern-ID
es: ID del número de teléfono
fr: ID du numéro de téléphone
ja: 電話番号 ID
pt_br: ID do número de telefone
zh_hans: 电话号码 ID

source: Pick a `.scarfbackup` file to inspect.
de: Wähle eine `.scarfbackup`-Datei zur Ansicht.
es: Elige un archivo `.scarfbackup` para inspeccionar.
fr: Choisissez un fichier `.scarfbackup` à inspecter.
ja: 検査する `.scarfbackup` ファイルを選択してください。
pt_br: Escolha um arquivo `.scarfbackup` para inspecionar.
zh_hans: 选择要查看的 `.scarfbackup` 文件。

source: Pick a backup…
de: Sicherung auswählen…
es: Elige una copia de seguridad…
fr: Choisir une sauvegarde…
ja: バックアップを選択…
pt_br: Escolha um backup…
zh_hans: 选择备份…

source: Pick a future time — a one-shot more than %lld s in the past can never fire.
de: Wähle einen Zeitpunkt in der Zukunft – eine einmalige Aufgabe, die mehr als %lld s zurückliegt, kann nie ausgelöst werden.
es: Elige una hora futura: un trabajo único con más de %lld s de retraso nunca se ejecutará.
fr: Choisissez une heure future — une tâche unique datant de plus de %lld s ne se déclenchera jamais.
ja: 未来の時刻を選んでください。%lld 秒以上過去の単発ジョブは実行されません。
pt_br: Escolha um horário futuro — uma tarefa única com mais de %lld s de atraso nunca será executada.
zh_hans: 请选择将来的时间——超过 %lld 秒的一次性任务永远不会触发。

source: Pick a model
de: Modell auswählen
es: Elige un modelo
fr: Choisir un modèle
ja: モデルを選択
pt_br: Escolha um modelo
zh_hans: 选择模型

source: Pick a model and provider from the full catalog — Scarf saves both to config.yaml.
de: Wähle ein Modell und einen Anbieter aus dem vollständigen Katalog — Scarf speichert beides in config.yaml.
es: Elige un modelo y un proveedor del catálogo completo — Scarf guarda ambos en config.yaml.
fr: Choisissez un modèle et un fournisseur dans le catalogue complet — Scarf enregistre les deux dans config.yaml.
ja: 完全なカタログからモデルとプロバイダーを選択してください — Scarf が両方を config.yaml に保存します。
pt_br: Escolha um modelo e um provedor no catálogo completo — o Scarf salva ambos em config.yaml.
zh_hans: 从完整目录中选择模型和提供方 — Scarf 会将两者都保存到 config.yaml。

source: Pick a model to start chatting
de: Wähle ein Modell, um mit dem Chatten zu beginnen
es: Elige un modelo para empezar a chatear
fr: Choisissez un modèle pour commencer à discuter
ja: チャットを開始するモデルを選択
pt_br: Escolha um modelo para começar a conversar
zh_hans: 选择模型以开始聊天

source: Pick a server
de: Server wählen
es: Elige un servidor
fr: Choisissez un serveur
ja: サーバーを選択
pt_br: Escolha um servidor
zh_hans: 选择服务器

source: Pick an MCP server to add.
de: Wähle einen MCP-Server zum Hinzufügen.
es: Elige un servidor MCP para añadir.
fr: Choisissez un serveur MCP à ajouter.
ja: 追加する MCP サーバーを選択してください。
pt_br: Escolha um servidor MCP para adicionar.
zh_hans: 选择要添加的 MCP 服务器。

source: Pick another file
de: Andere Datei wählen
es: Elegir otro archivo
fr: Choisir un autre fichier
ja: 別のファイルを選択
pt_br: Escolher outro arquivo
zh_hans: 选择其他文件

source: Pick from catalog
de: Aus Katalog wählen
es: Elegir del catálogo
fr: Choisir dans le catalogue
ja: カタログから選択
pt_br: Escolher do catálogo
zh_hans: 从目录中选择

source: Pick one from the list, or add a new server from the toolbar.
de: Wähle einen aus der Liste oder füge über die Symbolleiste einen neuen Server hinzu.
es: Elige uno de la lista o añade un nuevo servidor desde la barra de herramientas.
fr: Choisissez-en un dans la liste ou ajoutez un nouveau serveur depuis la barre d'outils.
ja: リストから選ぶか、ツールバーから新しいサーバーを追加してください。
pt_br: Escolha um da lista ou adicione um novo servidor pela barra de ferramentas.
zh_hans: 从列表中选择,或从工具栏添加新服务器。

source: Pick the model this project's chats run on. Changes apply on the next chat session.
de: Wähle das Modell, auf dem die Chats dieses Projekts laufen. Änderungen gelten ab der nächsten Chat-Sitzung.
es: Elige el modelo con el que se ejecutan los chats de este proyecto. Los cambios se aplican en la próxima sesión de chat.
fr: Choisissez le modèle sur lequel s'exécutent les chats de ce projet. Les modifications s'appliquent à la prochaine session de chat.
ja: このプロジェクトのチャットで使用するモデルを選択します。変更は次のチャットセッションから適用されます。
pt_br: Escolha o modelo em que os chats deste projeto rodam. As alterações se aplicam na próxima sessão de chat.
zh_hans: 选择此项目的聊天所使用的模型。更改将在下一次聊天会话时生效。

source: Pin
de: Anheften
es: Fijar
fr: Épingler
ja: ピン留め
pt_br: Fixar
zh_hans: 置顶

source: Pin %@
de: %@ anheften
es: Fijar %@
fr: Épingler %@
ja: %@ をピン留め
pt_br: Fixar %@
zh_hans: 固定 %@

source: Pin skill
de: Skill anheften
es: Fijar habilidad
fr: Épingler la compétence
ja: スキルをピン留め
pt_br: Fixar habilidade
zh_hans: 固定技能

source: Pin this bot to the top of the roster
de: Diesen Bot oben in der Liste anheften
es: Fijar este bot en la parte superior de la lista
fr: Épingler ce bot en haut de la liste
ja: このボットを一覧の先頭にピン留めする
pt_br: Fixar este bot no topo da lista
zh_hans: 将此机器人置顶到名册顶部

source: Pin to the top of the roster
de: Oben in der Liste anheften
es: Fijar en la parte superior de la lista
fr: Épingler en haut de la liste
ja: 一覧の先頭にピン留め
pt_br: Fixar no topo da lista
zh_hans: 置顶到名册顶部

source: pinned
de: angeheftet
es: fijado
fr: épinglé
ja: ピン留め済み
pt_br: fixado
zh_hans: 已固定

source: Pinned
de: Angeheftet
es: Fijado
fr: Épinglé
ja: ピン留め済み
pt_br: Fixada
zh_hans: 已固定

source: Pinned by curator
de: Vom Kurator angeheftet
es: Fijado por el curador
fr: Épinglé par le curateur
ja: キュレーターによりピン留め済み
pt_br: Fixada pelo curador
zh_hans: 由策展器固定

source: Pinned in this bot's own config.yaml
de: In der eigenen config.yaml dieses Bots angeheftet
es: Fijado en el propio config.yaml de este bot
fr: Épinglé dans le config.yaml propre à ce bot
ja: このボット自身の config.yaml でピン留め済み
pt_br: Fixado no próprio config.yaml deste bot
zh_hans: 在此机器人自己的 config.yaml 中固定

source: Pinned skills are never auto-archived or rewritten by the curator.
de: Angeheftete Skills werden vom Kurator nie automatisch archiviert oder umgeschrieben.
es: Las habilidades fijadas nunca son archivadas automáticamente ni reescritas por el curador.
fr: Les compétences épinglées ne sont jamais archivées automatiquement ni réécrites par le curateur.
ja: ピン留めされたスキルは、キュレーターによって自動アーカイブや書き換えがされることはありません。
pt_br: Habilidades fixadas nunca são arquivadas ou reescritas automaticamente pelo curador.
zh_hans: 已固定的技能永远不会被策展器自动归档或重写。

source: Pinned, then name
de: Angeheftet, dann Name
es: Fijados, luego nombre
fr: Épinglés, puis nom
ja: ピン留め順、次に名前
pt_br: Fixados, depois nome
zh_hans: 先置顶，再按名称

source: Placeholder shown after `/<name> ` in the menu — e.g. `<focus area>`.
de: Platzhalter, der nach `/<name> ` im Menü angezeigt wird — z. B. `<focus area>`.
es: Marcador de posición mostrado después de `/<name> ` en el menú — p. ej. `<focus area>`.
fr: Texte indicatif affiché après `/<name> ` dans le menu — par ex. `<focus area>`.
ja: メニューで `/<name> ` の後に表示されるプレースホルダー — 例: `<focus area>`。
pt_br: Texto de espaço reservado exibido após `/<name> ` no menu — por exemplo, `<focus area>`.
zh_hans: 菜单中 `/<name> ` 之后显示的占位符 — 例如 `<focus area>`。

source: Platform
de: Plattform
es: Plataforma
fr: Plateforme
ja: プラットフォーム
pt_br: Plataforma
zh_hans: 平台

source: Platforms
de: Plattformen
es: Plataformas
fr: Plateformes
ja: プラットフォーム
pt_br: Plataformas
zh_hans: 平台

source: Plugins extend hermes with custom tools, providers, or memory backends.
de: Plugins erweitern hermes um eigene Tools, Anbieter oder Speicher-Backends.
es: Los plugins extienden hermes con herramientas, proveedores o backends de memoria personalizados.
fr: Les plugins étendent hermes avec des outils, fournisseurs ou backends mémoire personnalisés.
ja: プラグインは、カスタムツール、プロバイダー、メモリバックエンドで hermes を拡張します。
pt_br: Plugins estendem o hermes com ferramentas, provedores ou backends de memória personalizados.
zh_hans: 插件通过自定义工具、提供方或记忆后端扩展 hermes。

source: Point any OpenAI-compatible client (Codex CLI, Aider, Cline, VS Code Continue) at the endpoint above. The proxy attaches your Hermes-managed credentials, so any bearer token in the client is accepted.
de: Richte einen beliebigen OpenAI-kompatiblen Client (Codex CLI, Aider, Cline, VS Code Continue) auf den obigen Endpunkt. Der Proxy hängt deine von Hermes verwalteten Anmeldedaten an, daher wird jeder Bearer-Token im Client akzeptiert.
es: Apunta cualquier cliente compatible con OpenAI (Codex CLI, Aider, Cline, VS Code Continue) al endpoint anterior. El proxy adjunta tus credenciales gestionadas por Hermes, así que se acepta cualquier token bearer en el cliente.
fr: Dirigez tout client compatible OpenAI (Codex CLI, Aider, Cline, VS Code Continue) vers le point de terminaison ci-dessus. Le proxy attache vos identifiants gérés par Hermes, donc tout jeton porteur (bearer) dans le client est accepté.
ja: OpenAI 互換クライアント(Codex CLI、Aider、Cline、VS Code Continue など)を上記のエンドポイントに向けてください。プロキシが Hermes 管理の資格情報を付与するため、クライアント側の bearer トークンはどのような値でも受け付けられます。
pt_br: Aponte qualquer cliente compatível com OpenAI (Codex CLI, Aider, Cline, VS Code Continue) para o endpoint acima. O proxy anexa suas credenciais gerenciadas pelo Hermes, então qualquer token bearer no cliente é aceito.
zh_hans: 将任何兼容 OpenAI 的客户端(Codex CLI、Aider、Cline、VS Code Continue)指向上方的端点。代理会附加你由 Hermes 管理的凭证,因此客户端中的任何 bearer token 都会被接受。

source: Policy
de: Richtlinie
es: Política
fr: Politique
ja: ポリシー
pt_br: Política
zh_hans: 策略

source: Poll Interval (s)
de: Abfrageintervall (s)
es: Intervalo de sondeo (s)
fr: Intervalle d’interrogation (s)
ja: ポーリング間隔 (秒)
pt_br: Intervalo de consulta (s)
zh_hans: 轮询间隔(秒)

source: port (default 22)
de: Port (Standard 22)
es: puerto (por defecto 22)
fr: port (par défaut 22)
ja: ポート(デフォルト 22)
pt_br: porta (padrão 22)
zh_hans: 端口(默认 22)

source: Post 'Gateway restarted' notice on boot
de: Beim Start den Hinweis „Gateway neu gestartet“ posten
es: Publicar el aviso «Gateway reiniciado» al arrancar
fr: Publier l’avis « Gateway redémarré » au démarrage
ja: 起動時に「Gateway を再起動しました」の通知を投稿
pt_br: Publicar o aviso “Gateway reiniciado” ao iniciar
zh_hans: 启动时发布“Gateway 已重启”提示

source: Pre-packaged prompt collections the agent can call into. %lld installed.
de: Vorgefertigte Prompt-Sammlungen, die der Agent aufrufen kann. %lld installiert.
es: Colecciones de prompts preempaquetadas a las que el agente puede recurrir. %lld instaladas.
fr: Collections de prompts préconfigurées que l'agent peut invoquer. %lld installée(s).
ja: エージェントが呼び出せる、あらかじめパッケージ化されたプロンプト集です。%lld 件インストール済み。
pt_br: Coleções de prompts pré-empacotadas que o agente pode invocar. %lld instaladas.
zh_hans: agent 可调用的预打包提示词集合。已安装 %lld 个。

source: Pre-Run Script
de: Vorab-Skript
es: Script previo a la ejecución
fr: Script de pré-exécution
ja: 事前実行スクリプト
pt_br: Script de pré-execução
zh_hans: 运行前脚本

source: PRE-RUN SCRIPT
de: SKRIPT VOR AUSFÜHRUNG
es: SCRIPT PREVIO
fr: SCRIPT DE PRÉ-EXÉCUTION
ja: 実行前スクリプト
pt_br: SCRIPT DE PRÉ-EXECUÇÃO
zh_hans: 运行前脚本

source: Preparing…
de: Wird vorbereitet…
es: Preparando…
fr: Préparation…
ja: 準備中…
pt_br: Preparando…
zh_hans: 准备中…

source: Prerequisite missing
de: Voraussetzung fehlt
es: Falta un requisito previo
fr: Prérequis manquant
ja: 前提条件が不足しています
pt_br: Pré-requisito ausente
zh_hans: 缺少前置条件

source: Preset:
de: Voreinstellung:
es: Preajuste:
fr: Préréglage :
ja: プリセット:
pt_br: Predefinição:
zh_hans: 预设:

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
pt_br: Pré-visualização
zh_hans: 预览

source: Preview Length
de: Vorschaulänge
es: Longitud de la vista previa
fr: Longueur de l’aperçu
ja: プレビューの長さ
pt_br: Tamanho da prévia
zh_hans: 预览长度

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
ja: 優先度
pt_br: Prioridade
zh_hans: 优先级

source: priority %lld
de: Priorität %lld
es: prioridad %lld
fr: priorité %lld
ja: 優先度 %lld
pt_br: prioridade %lld
zh_hans: 优先级 %lld

source: Priority %lld
de: Priorität %lld
es: Prioridad %lld
fr: Priorité %lld
ja: 優先度 %lld
pt_br: Prioridade %lld
zh_hans: 优先级 %lld

source: Priority ↑
de: Priorität ↑
es: Prioridad ↑
fr: Priorité ↑
ja: 優先度 ↑
pt_br: Prioridade ↑
zh_hans: 优先级 ↑
